/* SIE CONFIDENTIAL
 * $PSLibId$
 * Copyright (C) 2026 Sony Interactive Entertainment Inc.
 * All Rights Reserved.
 */

"msgid_360p" = "360p‏";
"msgid_540p" = "540p";
"msgid_720p" = "‏‏720p‏";
"msgid_about_app_data" = "نبذة عن بيانات التطبيق";
"msgid_about_controllers" = "نبذة عن وحدات التحكم";
"msgid_active_device" = "الميكروفون نشط";
"msgid_another_user_using_rp" = "يقوم مستخدم آخر حاليًا باستخدام اللعب عن بُعد على جهاز PS5 الذي تتصل به.";
"msgid_app_data_collection_label" = "إعدادات بيانات التطبيق";
"msgid_app_mobile_device_data_usage" = "نصل إلى المعلومات من هذا الجهاز لتشغيل التطبيق وفهم الأداء وإجراء التحسينات.";
"msgid_app_update" = "قم بتحديث هذا التطبيق.";
"msgid_back" = "عودة";
"msgid_battery_level_low_controller" = "مستوى بطارية وحدة التحكم منخفض.";
"msgid_before_connect_ps5" = "قبل الاتصال بجهاز PS5‏";
"msgid_bullet" = "•";
"msgid_busy_network_wait" = "قد تكون أجهزة أخرى مما تستخدم الإنترنت تستخدم مقدارًا كبيرًا من سعة النطاق الترددي. افصل هذه الأجهزة من الإنترنت، أو انتظر حتى تنتهي الأجهزة من نقل البيانات.";
"msgid_cancel_connecting" = "إلغاء الاتصال";
"msgid_cancel_download_yn" = "هل ترغب في إلغاء التنزيل؟";
"msgid_cancel_vb" = "إلغاء";
"msgid_cannot_connect_internet" = "لا يمكن الاتصال بالإنترنت.";
"msgid_cannot_connect_to_server_short" = "لا يمكن الاتصال بالخادم.";
"msgid_cannot_download" = "لا يمكن التنزيل.";
"msgid_cant_connect" = "لا يمكن الاتصال.";
"msgid_checking_network_environment" = "التحقق من الشبكة جارٍ...";
"msgid_checking_progress" = "التحقق جارٍ...";
"msgid_close" = "إغلاق";
"msgid_close_remote_play_confirmation" = "سينقطع اتصال جلسة اللعب عن بُعد.";
"msgid_confirm_continue" = "تأكيد ومتابعة";
"msgid_connect_connection_light_bar" = "لإقران وحدة التحكم، اضغط مع الاستمرار على زر إنشاء أو زر SHARE (مشاركة) وزر PS حتى يبدأ شريط الضوء في الوميض. أثناء وميض شريط الضوء، انتقل إلى إعدادات Bluetooth لهذا الجهاز وحدد وحدة التحكم. إذا كان شريط الضوء مضيئًا، فوحدة التحكم متصلة.";
"msgid_connect_controller_wired" = "وصّل وحدة التحكم وجهاز الكمبيوتر باستخدام كابل USB‏.";
"msgid_connect_ds4_light_bar" = "لإقران وحدة التحكم، اضغط مع الاستمرار على زر SHARE (مشاركة) وزر PS حتى يبدأ شريط الضوء في الوميض. أثناء وميض شريط الضوء، انتقل إلى إعدادات Bluetooth لهذا الجهاز وحدّد وحدة التحكم. إذا كان شريط الضوء مضيئًا، فوحدة التحكم متصلة.";
"msgid_connect_home_number" = "إذا كنت تريد الاتصال باستخدام شبكتك المنزلية، فحدد [إدخال الرقم] لإقران جهاز PS4‏.";
"msgid_connect_lost" = "فُقد الاتصال.";
"msgid_connect_lost_controller_ps4" = "كان معيَّن لك وحدة تحكم على جهاز PS4 الذي تتصل به.";
"msgid_connect_lost_controller_ps5" = "كان معيَّن لك وحدة تحكم على جهاز PS5 الذي تتصل به.";
"msgid_connect_pfn_time_out" = "لقد استغرق الاتصال بجهاز PS5 وقتا طويلا جدا. حاول الاتصال مرة أخرى.";
"msgid_connect_pfn_wrong_number" = "الرقم الذي أدخلته غير صحيح.";
"msgid_connect_ps4_cable" = "استخدم كبل الشبكة لتوصيل جهاز PS5 أو PS4 بالإنترنت.";
"msgid_connect_ps4_pfn" = "حدد الجهاز الذي ترغب في الاتصال به؟";
"msgid_connect_via_internet_rp_ps4" = "للاتصال عبر الإنترنت، في جهازك PS4، حدّد [الإعدادات] > [إدارة الحساب] > [تفعيل جهاز PS4 واعتباره جهازك الرئيسي] > [تفعيل].";
"msgid_connecting_turning_ps4" = "جاري الاتصال وتشغيل جهاز PS4‏...";
"msgid_connecting_turning_ps5" = "جاري الاتصال وتشغيل جهاز PS5‏...";
"msgid_connection_pfn_lost" = "لقد فقدتَ الاتصال بجهاز PS5‏.";
"msgid_connection_ps4_lost" = "لقد فقدتَ الاتصال بجهاز PS4‏.";
"msgid_connection_speed_remote_play" = "اتصال شبكتك ليس قويًا بما يكفي. ننصح بأن تكون سرعة التحميل والتنزيل أعلى من 5 ميجابت/ثانية.";
"msgid_connection_unstable_try_again" = "قد يكون اتصال شبكتك غير مستقر. جرِّب الانتقال إلى مكان آخر أو الانتظار قليلًا.";
"msgid_controller_disconnect_charge" = "انقطع اتصال وحدة التحكم. اشحن البطارية.";
"msgid_decrease_text_size" = "تصغير حجم النص";
"msgid_delete" = "حذف";
"msgid_delete_all" = "حذف الكل";
"msgid_disabled" = "مُعطَّل";
"msgid_disconnect_connection" = "قطع الاتصال";
"msgid_downloading_ellipsis" = "التنزيل جارٍ...";
"msgid_edit" = "تحرير";
"msgid_enable_rp_connect_ps5" = "لاستخدام اللعب عن بُعد، قم بتمكين هذه الميزة في جهاز PS5 الذي تتصل به أولاً. في جهاز PS5، انتقل إلى [الإعدادات] > [النظام] > [اللعب عن بُعد]، وقم بتشغيل [تمكين اللعب عن بُعد].";
"msgid_enable_rp_turn_on" = "على جهاز PS5، انتقل إلى [الإعدادات] > [النظام] > [اللعب عن بُعد]، ثم شغّل [تمكين اللعب عن بُعد]‏.";
"msgid_enjoy_remote_ps4_pfn" = "العب ألعابك المفضلة على جهاز PS5 وPS4 عن بعد باستخدام هذا الجهاز.";
"msgid_enter_login_passcode" = "أدخِل رمز المرور لتسجيل الدخول إلى جهاز PS5‏.";
"msgid_enter_number" = "أدخل الرقم";
"msgid_enter_number_label" = "إدخال الرقم";
"msgid_enter_number_register_device" = "على جهاز PS5، حدّد [الإعدادات] > [النظام] > [اللعب عن بُعد] > [إقران الجهاز]، ثم أدخل الرقم في الحقل التالي.";
"msgid_enter_ps4_login_passcode" = "أدخل رمز المرور لتسجيل الدخول لجهاز PS4 الذي تتصل به.";
"msgid_exit_full_screen" = "إنهاء الشاشة الكاملة";
"msgid_failed" = "فشل";
"msgid_failed_login_ps4" = "لا يمكن تسجيل الدخول إلى جهاز PS4 الذي تتصل به.";
"msgid_frame_rate" = "معدل الإطارات";
"msgid_full" = "كامل";
"msgid_general" = "عام";
"msgid_generic_error_again" = "حدث خطأ ما.";
"msgid_go_to_home_ps4" = "الانتقال إلى الشاشة الرئيسة في PS4‏";
"msgid_go_to_home_ps5" = "الانتقال إلى الشاشة الرئيسة في PS5‏";
"msgid_high" = "مرتفع";
"msgid_hint" = "تلميح";
"msgid_hints" = "تلميحات";
"msgid_home_network_register" = "ستُستخدم شبكتك المنزلية لإقران جهاز PS5‏.";
"msgid_icon_lose_connection" = "سترى هذه الأيقونة عندما تكون على وشك فقدان الاتصال.";
"msgid_increase_text_size" = "تكبير حجم النص";
"msgid_intellectual_property_notices" = "إشعارات الملكية الفكرية";
"msgid_internet_busy_try_again" = "قد يكون اتصال شبكتك مشغولاً. انتظر قليلاً، ثم أعِد المحاولة.";
"msgid_internet_connection_low" = "جودة اتصال الإنترنت منخفضة. قد يُفقد الاتصال.";
"msgid_it_not_play_time" = "الآن ليس وقت لعبك.";
"msgid_legal_about_app_data_1" = "المحتويات\n\n‏■ ملخص بيانات التطبيق\n‏■ شرح كامل لبيانات التطبيق\n　　‏• ما بيانات التطبيق؟\n　　‏• ما الذي تتحكم فيه إعدادات بيانات التطبيق؟\n　　‏• فيما نستخدم بيانات التطبيق؟\n‏■ نبذة عنا\n\n‏■ ملخص بيانات التطبيق\n\nعندما تستخدم تطبيق Remote Play، قد يتم جمع معلومات عن التطبيق والجهاز المثبت عليه وما تفعله عليه. نسمي تلك المعلومات بيانات التطبيق.\n\nسنجمع دائمًا المعلومات المطلوبة لتشغيل التطبيق. وتُعرف هذه بالبيانات المحدودة وتشمل أنواع المعلومات الآتية:\n\n‏• الاسم الفريد لجهازك الذي يشتغل عليه التطبيق (يبدو كصف طويل من الأرقام والحروف)\n‏• الإعدادات التي اخترتها في التطبيق (مثل التاريخ والمنطقة واللغة)\n• اتصال الإنترنت\n‏• الوقت الذي يستغرقه تنزيل المعلومات إلى التطبيق (بحيث نعرف إذا حدث خطأ ما ونتمكن من إصلاحه)\n\nبعض المعلومات ستجمع فقط إذا سمحت بذلك. وتعرف هذه بالبيانات الكاملة. وتشمل معلومات تفصيلية أكثر عنك مثل مدة استخدامك للتطبيق وتدفق الفيديو لديك.\n\nنحن نستخدم المعلومات التي يرسلها إلينا التطبيق من أجل:\n\n‏• مساعدتنا على تنفيذ ما تطلبه منا.\n‏• جعل تطبيقاتنا ومنتجاتنا تعمل بشكل أفضل.\n‏• التأكد من اتباع المستخدمين لقواعدنا وللقانون (بحيث تكون PlayStation Network ممتعة ومسلية للجميع).\n‏• مساعدتنا على تطوير منتجات جديدة.\n\nإذا كان لديك حساب PlayStation Network، سنضيف المعلومات التي يرسلها تطبيقك أو جهازك إلينا إلى المعلومات التي نعرفها عنك بالفعل.\n\nعندما يستخدم حساب عائلي لطفل هذا التطبيق، ستُجمع فقط البيانات المحدودة.\n\nيمكنك أن تعرف المزيد عما نفعله بالمعلومات التي نجمعها عنك، ومن الذي نشاركها معه، وكيف يمكنك التحكم فيما نفعل وما حقوقك في سياسة الخصوصية الخاصة بنا. ويمكنك الوصول إلى سياسة الخصوصية بزيارة www.playstation.com/legal/privacy-policy‏";
"msgid_legal_about_app_data_2" = "■ شرح كامل لبيانات التطبيق\n\nما بيانات التطبيق؟\n\nإذا استخدمت تطبيق Remote Play، فقد نخزن و/أو نصل إلى بيانات على هاتفك الجوال و/أو جهازك اللوحي و/أو الكمبيوتر الشخصي و/أو أجهزة أخرى تستخدمها.\nتوجد فئتان من بيانات التطبيق:\n\n‏(1)‏ البيانات المحدودة\nتحتاج خوادمنا إلى إرسال وتلقي وتسجيل البيانات المحدودة الآتية الضرورية لتقديم خدماتنا:\n• بيانات المحتوى: مقاطع الفيديو والمقاطع الصوتية والرسوم والنصوص ومستوى اللعبة ومعلومات الحساب التي يتم طلبها وتنزيلها من أجل الألعاب التي تصل إليها عبر تطبيق Remote Play‏.\n• بيانات الترخيص: معلومات حول شاشة العرض والتفاعلات مع المحتوى المرخص (مثل مقاطع الفيديو) حسب الحاجة لتقديم تقارير مُجهَّلة إجمالية لندفع لجهات الترخيص مقابل هذا المحتوى.\n• بيانات الشبكة: معلومات حول توصيلات شبكة جهازك (مثل شبكة الجوال وشبكة إيثرنت وWi-Fi وBluetooth) بما في ذلك عنوان IP وعدد التوصيلات ومتطلباتها وسرعاتها.\n• بيانات التكوين: بعض المعلومات عن تكوين جهازك، مثل حجم ودقة شاشة العرض والتاريخ والمنطقة واللغة والإعدادات المحلية والإمكانيات.\n• بيانات الخطأ: إذا حدث خطأ، رمز الخطأ والبيانات الأساسية حول توقيت وموضع حدوثه. (يمكن أن يدل خطأ على مشكلة تحتاج إلى حل.)\n• بيانات زمن التحميل: معلومات أساسية حول المدة المُستغرَقَة لتنزيل وتحميل بيانات المحتوى إلى جهازك. (قد تدل مدة طويلة على مشكلة.)\n• بيانات الأمن: المعلومات اللازمة لكشف الأنشطة الخبيثة أو غير المصرح بها أو الاحتيالية والتحري عنها.\n• بيانات قانونية: المعلومات المطلوبة بموجب القانون المعمول به ولإظهار الامتثال.\n\n‏(2)‏ البيانات الكاملة\nكما قد نرسل ونتلقى ونسجل معلومات إضافية أكثر تفصيلًا حول تكوين تطبيقك أو هاتفك الجوال أو جهازك اللوحي أو جهاز آخر. كما قد تتضمن المعلومات الكاملة معلومات أكثر تفصيلًا عن اتصالك بالإنترنت وجهازك وتدفقات الفيديو.\nعلى سبيل المثال:\n• عندما تستخدم تطبيق Remote Play، قد نصل إلى بيانات حول استخدامك للتطبيق، بما في ذلك طول الجلسة وجودة دفق الفيديو ومعدل إطارات الفيديو.\n\nعادة ما تُنقَل إلينا بيانات التطبيق وتُخزن مع معرف فريد واحد أو أكثر للشبكة و/أو الجهاز و/أو الحساب.";
"msgid_legal_about_app_data_3" = "ما الذي تتحكم فيه إعدادات بيانات التطبيق؟\n\nتتيح لك إعدادات بيانات التطبيق التحكم في أي بيانات التطبيق هي التي نخزنها ونصل إليها. يمكنك اختيار: \n• البيانات المحدودة: إذا اخترت هذا الإعداد، فالبيانات المحدودة فقط هي التي سيتم الوصول إليها وتخزينها.\n• البيانات الكاملة: إذا اخترت هذا الإعداد، فسيتم الوصول إلى كل من البيانات المحدودة والبيانات الكاملة وتخزينهما.\n\nترتبط إعدادات بيانات التطبيق فقط بالجهاز أو التطبيق الذي تُعرَض عليه ولا ترتبط بحساب PlayStation Network الخاص بك. يمكنك التحكم في الوصول إلى البيانات وتخزينها على كل جهاز (مثل جهاز PS4 وPS5) وتطبيق ومتصفح تستخدمه بشكل مستقل عن غيرها.\n\nفيما نستخدم بيانات التطبيق؟\n\nيُستخدم جمع البيانات المحدودة والبيانات الكاملة، إذا سمحت بها، كما هو موضح في سياسة الخصوصية (www.playstation.com/legal/privacy-policy)‏.\nيتضمن ذلك استخدام بيانات التطبيق من أجل:\n• تشغيل تطبيق Remote Play‏.\n• إنتاج إحصاءات مجهولة الهوية.\n• فهم أداء تطبيقك أو جهازك، ولتطوير تحسينات ومنتجات وخدمات جديدة.\n• كشف السلوك الضار أو غير المصرح به أو الاحتيالي والتحقيق فيه والحد منه.\n• لأغراض التدقيق والالتزام وللأغراض القانونية (مثل التقدم بمطالبات أو الدفاع عن مطالبات أو أنشطة مطلوبة للالتزام بالقانون).\n\n■نبذة عنا\n\n‫يرجى الاطلاع على سياسة الخصوصية الخاصة بنا على‏ www.playstation.com/legal/privacy-policy\n\nالنسخة 1.1‏";
"msgid_legal_about_app_data_combined" = "المحتويات\n\n‏■ ملخص بيانات التطبيق\n‏■ شرح كامل لبيانات التطبيق\n　　‏• ما بيانات التطبيق؟\n　　‏• ما الذي تتحكم فيه إعدادات بيانات التطبيق؟\n　　‏• فيما نستخدم بيانات التطبيق؟\n‏■ نبذة عنا\n\n‏■ ملخص بيانات التطبيق\n\nعندما تستخدم تطبيق Remote Play، قد يتم جمع معلومات عن التطبيق والجهاز المثبت عليه وما تفعله عليه. نسمي تلك المعلومات بيانات التطبيق.\n\nسنجمع دائمًا المعلومات المطلوبة لتشغيل التطبيق. وتُعرف هذه بالبيانات المحدودة وتشمل أنواع المعلومات الآتية:\n\n‏• الاسم الفريد لجهازك الذي يشتغل عليه التطبيق (يبدو كصف طويل من الأرقام والحروف)\n‏• الإعدادات التي اخترتها في التطبيق (مثل التاريخ والمنطقة واللغة)\n• اتصال الإنترنت\n‏• الوقت الذي يستغرقه تنزيل المعلومات إلى التطبيق (بحيث نعرف إذا حدث خطأ ما ونتمكن من إصلاحه)\n\nبعض المعلومات ستجمع فقط إذا سمحت بذلك. وتعرف هذه بالبيانات الكاملة. وتشمل معلومات تفصيلية أكثر عنك مثل مدة استخدامك للتطبيق وتدفق الفيديو لديك.\n\nنحن نستخدم المعلومات التي يرسلها إلينا التطبيق من أجل:\n\n‏• مساعدتنا على تنفيذ ما تطلبه منا.\n‏• جعل تطبيقاتنا ومنتجاتنا تعمل بشكل أفضل.\n‏• التأكد من اتباع المستخدمين لقواعدنا وللقانون (بحيث تكون PlayStation Network ممتعة ومسلية للجميع).\n‏• مساعدتنا على تطوير منتجات جديدة.\n\nإذا كان لديك حساب PlayStation Network، سنضيف المعلومات التي يرسلها تطبيقك أو جهازك إلينا إلى المعلومات التي نعرفها عنك بالفعل.\n\nعندما يستخدم حساب عائلي لطفل هذا التطبيق، ستُجمع فقط البيانات المحدودة.\n\nيمكنك أن تعرف المزيد عما نفعله بالمعلومات التي نجمعها عنك، ومن الذي نشاركها معه، وكيف يمكنك التحكم فيما نفعل وما حقوقك في سياسة الخصوصية الخاصة بنا. ويمكنك الوصول إلى سياسة الخصوصية بزيارة www.playstation.com/legal/privacy-policy‏\n\n■ شرح كامل لبيانات التطبيق\n\nما بيانات التطبيق؟\n\nإذا استخدمت تطبيق Remote Play، فقد نخزن و/أو نصل إلى بيانات على هاتفك الجوال و/أو جهازك اللوحي و/أو الكمبيوتر الشخصي و/أو أجهزة أخرى تستخدمها.\nتوجد فئتان من بيانات التطبيق:\n\n‏(1)‏ البيانات المحدودة\nتحتاج خوادمنا إلى إرسال وتلقي وتسجيل البيانات المحدودة الآتية الضرورية لتقديم خدماتنا:\n• بيانات المحتوى: مقاطع الفيديو والمقاطع الصوتية والرسوم والنصوص ومستوى اللعبة ومعلومات الحساب التي يتم طلبها وتنزيلها من أجل الألعاب التي تصل إليها عبر تطبيق Remote Play‏.\n• بيانات الترخيص: معلومات حول شاشة العرض والتفاعلات مع المحتوى المرخص (مثل مقاطع الفيديو) حسب الحاجة لتقديم تقارير مُجهَّلة إجمالية لندفع لجهات الترخيص مقابل هذا المحتوى.\n• بيانات الشبكة: معلومات حول توصيلات شبكة جهازك (مثل شبكة الجوال وشبكة إيثرنت وWi-Fi وBluetooth) بما في ذلك عنوان IP وعدد التوصيلات ومتطلباتها وسرعاتها.\n• بيانات التكوين: بعض المعلومات عن تكوين جهازك، مثل حجم ودقة شاشة العرض والتاريخ والمنطقة واللغة والإعدادات المحلية والإمكانيات.\n• بيانات الخطأ: إذا حدث خطأ، رمز الخطأ والبيانات الأساسية حول توقيت وموضع حدوثه. (يمكن أن يدل خطأ على مشكلة تحتاج إلى حل.)\n• بيانات زمن التحميل: معلومات أساسية حول المدة المُستغرَقَة لتنزيل وتحميل بيانات المحتوى إلى جهازك. (قد تدل مدة طويلة على مشكلة.)\n• بيانات الأمن: المعلومات اللازمة لكشف الأنشطة الخبيثة أو غير المصرح بها أو الاحتيالية والتحري عنها.\n• بيانات قانونية: المعلومات المطلوبة بموجب القانون المعمول به ولإظهار الامتثال.\n\n‏(2)‏ البيانات الكاملة\nكما قد نرسل ونتلقى ونسجل معلومات إضافية أكثر تفصيلًا حول تكوين تطبيقك أو هاتفك الجوال أو جهازك اللوحي أو جهاز آخر. كما قد تتضمن المعلومات الكاملة معلومات أكثر تفصيلًا عن اتصالك بالإنترنت وجهازك وتدفقات الفيديو.\nعلى سبيل المثال:\n• عندما تستخدم تطبيق Remote Play، قد نصل إلى بيانات حول استخدامك للتطبيق، بما في ذلك طول الجلسة وجودة دفق الفيديو ومعدل إطارات الفيديو.\n\nعادة ما تُنقَل إلينا بيانات التطبيق وتُخزن مع معرف فريد واحد أو أكثر للشبكة و/أو الجهاز و/أو الحساب.\n\nما الذي تتحكم فيه إعدادات بيانات التطبيق؟\n\nتتيح لك إعدادات بيانات التطبيق التحكم في أي بيانات التطبيق هي التي نخزنها ونصل إليها. يمكنك اختيار: \n• البيانات المحدودة: إذا اخترت هذا الإعداد، فالبيانات المحدودة فقط هي التي سيتم الوصول إليها وتخزينها.\n• البيانات الكاملة: إذا اخترت هذا الإعداد، فسيتم الوصول إلى كل من البيانات المحدودة والبيانات الكاملة وتخزينهما.\n\nترتبط إعدادات بيانات التطبيق فقط بالجهاز أو التطبيق الذي تُعرَض عليه ولا ترتبط بحساب PlayStation Network الخاص بك. يمكنك التحكم في الوصول إلى البيانات وتخزينها على كل جهاز (مثل جهاز PS4 وPS5) وتطبيق ومتصفح تستخدمه بشكل مستقل عن غيرها.\n\nفيما نستخدم بيانات التطبيق؟\n\nيُستخدم جمع البيانات المحدودة والبيانات الكاملة، إذا سمحت بها، كما هو موضح في سياسة الخصوصية (www.playstation.com/legal/privacy-policy)‏.\nيتضمن ذلك استخدام بيانات التطبيق من أجل:\n• تشغيل تطبيق Remote Play‏.\n• إنتاج إحصاءات مجهولة الهوية.\n• فهم أداء تطبيقك أو جهازك، ولتطوير تحسينات ومنتجات وخدمات جديدة.\n• كشف السلوك الضار أو غير المصرح به أو الاحتيالي والتحقيق فيه والحد منه.\n• لأغراض التدقيق والالتزام وللأغراض القانونية (مثل التقدم بمطالبات أو الدفاع عن مطالبات أو أنشطة مطلوبة للالتزام بالقانون).\n\n■نبذة عنا\n\n‫يرجى الاطلاع على سياسة الخصوصية الخاصة بنا على‏ www.playstation.com/legal/privacy-policy\n\nالنسخة 1.1‏";
"msgid_limited" = "محدود";
"msgid_limited_data_collection" = "شارك فقط البيانات الضرورية للحفاظ على وتشغيل ميزات وخدمات PlayStation الجوهرية.";
"msgid_log_in_expire_rp" = "إذا لم تقم بتسجيل الدخول إلى جهازك PS5 منذ فترة، فستحتاج إلى تسجيل الدخول مرة أخرى.";
"msgid_login_pfn_enter_num" = "سجّل الدخول إلى جهاز PS5، حدّد [الإعدادات] ‏> [اللعب عن بُعد] ‏> [إقران الجهاز]، ثم أدخل الرقم الذي يظهر على هذا الجهاز.";
"msgid_login_ps4_enter_num" = "سجّل الدخول إلى جهاز PS4، حدّد [الإعدادات] ‏> [إعدادات اتصال اللعب عن بُعد] ‏> [إضافة جهاز]، ثم أدخل الرقم الذي يظهر على هذا الجهاز.";
"msgid_login_ps4_enter_num_ps5" = "سجّل الدخول إلى جهاز PS4، حدّد [الإعدادات] ‏> [إعدادات اتصال اللعب عن بُعد] ‏> [إضافة جهاز]، ثم أدخل الرقم الذي يظهر على جهاز PS5.";
"msgid_login_ps5_enter_num_ps5" = "سجّل الدخول إلى جهاز PS5، حدّد [الإعدادات] ‏> [اللعب عن بُعد] ‏> [إقران الجهاز]، ثم أدخل الرقم الذي يظهر على جهاز PS5 هذا.";
"msgid_make_destination_standby" = "ضع الجهاز الموصل في وضع السكون";
"msgid_manage_data_you_provide" = "البيانات التي تقدمها";
"msgid_max_device_no_mic" = "لا يمكنك استخدام الميكروفون مع ميزة اللعب عن بُعد عند بلوغ الحد الأقصى من الأجهزة التي يمكن توصيلها بجهاز PS4‏.";
"msgid_max_num_user_pfn" = "يجب على شخص آخر تسجيل الخروج كي تتمكن من تسجيل الدخول إلى جهازك PS5‏.";
"msgid_max_num_user_ps4" = "يجب على شخص آخر تسجيل الخروج كي تتمكن من تسجيل الدخول إلى جهازك PS4‏.";
"msgid_mic_disconnect" = "تم فصل الميكروفون.";
"msgid_modify_settings" = "تعديل الإعدادات";
"msgid_muted" = "الميكروفون مكتوم";
"msgid_nat_type" = "نوع NAT‏";
"msgid_net_connection_slow_rp" = "سرعة اتصال شبكتك أبطأ مما يسمح باللعب عن بُعد.";
"msgid_net_speed_no_strong" = "قد لا يكون اتصال شبكتك قويًا بما يكفي.";
"msgid_network_temp_congested" = "قد يكون اتصالك بالإنترنت مشغولاً جداً.";
"msgid_no" = "لا";
"msgid_no_connect_pfn" = "لا يمكن الاتصال بجهاز PS5‏.";
"msgid_no_connect_pfn_controller_max" = "لا يمكنك توصيل أي وحدات تحكم أخرى على جهاز PS5‏.";
"msgid_no_connect_pfn_off" = "لا يمكنك الاتصال بجهاز PS5 وهو في حالة إيقاف التشغيل.";
"msgid_no_connect_ps4" = "لا يمكن الاتصال بجهاز PS4‏.";
"msgid_no_connect_ps4_controller_max" = "لا يمكنك توصيل أي وحدات تحكم أخرى على جهاز PS4‏.";
"msgid_no_connect_ps4_off" = "لا يمكنك الاتصال بجهاز PS4 وهو في وضع إيقاف التشغيل.";
"msgid_no_connect_ps4_time_out" = "لقد استغرق الاتصال بجهاز PS4 وقتا طويلا جدا. حاول الاتصال مرة أخرى.";
"msgid_no_connect_registered_ps4" = "تعذر الاتصال بجهاز PS4 المقترن.";
"msgid_no_display_rp_screen" = "لا يمكن عرض الشاشة على الجهاز المتصل. تتضمن الشاشة محتوى لا يمكن عرضه باستخدام اللعب عن بُعد.";
"msgid_no_find_pfn" = "تعذر العثور على جهاز PS5‏.";
"msgid_no_find_ps4" = "تعذر العثور على جهاز PS4‏.";
"msgid_no_find_ps5" = "تعذر العثور على جهاز PS5‏";
"msgid_no_login_pfn" = "لا يمكن تسجيل الدخول إلى جهاز PS5 الذي تتصل به.";
"msgid_no_mic_available" = "لا يمكن استخدام الميكروفون.";
"msgid_no_pfn_register_manual" = "تعذر العثور على جهاز PS5‏. اقرن جهاز PS5 يدويًا.";
"msgid_no_ps5_log_in_again_rp" = "قد لا تتمكن من العثور على جهاز PS5 الذي تريد الاتصال به إذا لم تسجل الدخول إليه منذ فترة. سجّل الدخول إلى جهاز PS5 ثم حاول الاتصال مرة أخرى.";
"msgid_no_register_pfn" = "تعذر إقران جهاز PS5 الذي تريد الاتصال به.";
"msgid_no_register_ps4" = "تعذر إقران جهاز PS4 الذي تريد الاتصال به.";
"msgid_no_registered_pfn" = "تعذر العثور على جهاز PS5 المقترن.";
"msgid_no_results_found_d" = "تحقق من اتصال الإنترنت.";
"msgid_not_available" = "-";
"msgid_not_connected" = "غير متصل";
"msgid_number_another_user_was" = "تم إدخال رقم مستخدم آخر.";
"msgid_number_network_ps4" = "لإقران جهاز PS4، وَصّل هذا الجهاز بنفس الشبكة المتصل بها جهاز PS4‏.";
"msgid_number_network_ps5" = "لإقران جهاز PS5، وَصّل هذا الجهاز بنفس الشبكة المتصل بها جهاز PS5‏.";
"msgid_ok" = "موافق";
"msgid_only_users_logged_same" = "بإمكان 4 مستخدمين فقط تسجيل الدخول في نفس الوقت.";
"msgid_other_connections" = "وصلات أخرى";
"msgid_pair" = "إقران";
"msgid_passcode_incorrect" = "رمز المرور غير صحيح.";
"msgid_pfn" = "PS5";
"msgid_pfn_rest_mode_connect_desc" = "يمكنك الاتصال بجهاز PS5 حتى عندما يكون في وضع السكون. في جهازك PS5، حدّد [الإعدادات] > [النظام] > [حفظ الطاقة] > [الميزات المتوفرة في وضع السكون]، ثم قم بتشغيل [تمكين تشغيل جهاز PS5 من الشبكة].";
"msgid_pfn_software_update" = "قم بتحديث برمجيات النظام لجهاز PS5 التي تتصل بها.";
"msgid_playstation_network_back_soon" = "حدث خطأ ما. الرجاء إعادة المحاولة لاحقًا.";
"msgid_ps4" = "PS4‏";
"msgid_ps4_enable_rp_on" = "من جهاز PS4، انتقل إلى [الإعدادات] > [إعدادات اتصال اللعب عن بُعد] وقم بتشغيل [تمكين اللعب عن بُعد]‏.";
"msgid_ps4_rest_mode_connect_dec" = "يمكنك الاتصال بجهاز PS4 حتى عندما يكون في وضع السكون. في جهازك PS4، حدّد [الإعدادات] > [إعدادات حفظ الطاقة] > [تعيين الميزات المتاحة في وضع السكون]، ثم قم بتشغيل [تمكين تشغيل جهاز PS4 من الشبكة].";
"msgid_ps4_rp_number" = "من جهاز PS4، حدّد [الإعدادات] > [إعدادات اتصال اللعب عن بُعد] > [تسجيل الجهاز]، ثم أدخل الرقم في الحقل التالي.";
"msgid_ps4_software_update" = "قم بتحديث برمجيات النظام لجهاز PS4 التي تتصل بها.";
"msgid_ps5_already_use_rp" = "شخص ما يستخدم اللعب عن بُعد على جهاز PS5 هذا الآن.";
"msgid_ps5_pro_resolution_device" = "لجهازي PS5 وPS4 Pro، سيتم تعيين دقة شاشة 1080 بكسل كحد أقصى اعتمادًا على جودة اتصال الشبكة لديك.";
"msgid_ps5_using_sp" = "شخص ما يستخدم مشاركة اللعب على جهاز PS5 هذا الآن. لاستخدام اللعب عن بُعد، أغلق مشاركة اللعب أولاً.";
"msgid_ps_remote_play" = "PS Remote Play";
"msgid_rd_mac_copy" = "نسخ";
"msgid_reached_limit_number_devices" = "لا يمكنك استخدام الميكروفون مع ميزة اللعب عن بُعد عند بلوغ الحد الأقصى من الأجهزة التي يمكن توصيلها بجهاز PS5‏.";
"msgid_register_manually" = "الإقران يدويًا";
"msgid_register_pfn_manual" = "أقرن جهاز PS5 يدويًا.";
"msgid_register_ps4_manual" = "أقرن جهاز PS4 يدويًا.";
"msgid_registering_pfn" = "جارِ إقران جهاز PS5‏...";
"msgid_registering_ps4" = "جارِ إقران جهاز PS4‏...";
"msgid_remote_play" = "اللعب عن بُعد";
"msgid_reset_text_size" = "إعادة ضبط حجم النص";
"msgid_resolution_ex_pro" = "دقة الشاشة (باستثناء PS4 Pro‏)";
"msgid_retain_usage_data_choose" = "لتحسين خدماتنا، نحتفظ ببيانات استخدام معينة. اختر قدر المعلومات التي ترتاح إلى مشاركتها. ستكون بياناتك محمية دائمًا.";
"msgid_rp_cannot_use_mic_app_use" = "لا يمكنك استخدام الميكروفون مع ميزة اللعب عن بُعد أثناء استخدامه بواسطة تطبيق آخر على هذا الجهاز.";
"msgid_rp_mac_about_rp" = "نُبذة عن تطبيق PS Remote Play‏";
"msgid_rp_mac_capitalize" = "كتابة بأحرف كبيرة";
"msgid_rp_mac_check_doc" = "تدقيق الوثيقة الآن";
"msgid_rp_mac_check_spell" = "تدقيق إملائي أثناء الكتابة";
"msgid_rp_mac_correct_spell_auto" = "تصحيح الأخطاء الإملائية تلقائيًا";
"msgid_rp_mac_cut" = "قص";
"msgid_rp_mac_data_detectors" = "كاشفات البيانات";
"msgid_rp_mac_enter_screen" = "الدخول في وضع ملء الشاشة";
"msgid_rp_mac_find_long" = "بحث...";
"msgid_rp_mac_find_next" = "بحث عن التالي";
"msgid_rp_mac_find_pre" = "بحث عن السابق";
"msgid_rp_mac_find_replace" = "بحث واستبدال...";
"msgid_rp_mac_grammar_w_spell" = "إجراء تدقيق نحوي مع التدقيق الإملائي";
"msgid_rp_mac_hide_others" = "إخفاء الأخرى";
"msgid_rp_mac_hide_rp" = "إخفاء اللعب عن بُعد";
"msgid_rp_mac_jump_select" = "انتقال سريع إلى التحديد";
"msgid_rp_mac_lower_case" = "تحويل إلى أحرف صغيرة";
"msgid_rp_mac_minimize" = "تصغير";
"msgid_rp_mac_paste" = "لصق";
"msgid_rp_mac_paste_match" = "لصق ومطابقة النمط";
"msgid_rp_mac_preferences" = "التفضيلات...";
"msgid_rp_mac_preferences_title" = "تفضيلات";
"msgid_rp_mac_quit_rp" = "مغادرة اللعب عن بُعد";
"msgid_rp_mac_redo" = "إعادة";
"msgid_rp_mac_select_find" = "استخدام التحديد للبحث";
"msgid_rp_mac_show_all" = "إظهار الكل";
"msgid_rp_mac_show_spell_grammar" = "إظهار التدقيق الإملائي والنحوي";
"msgid_rp_mac_show_sub" = "إظهار البدائل";
"msgid_rp_mac_smart_copy_paste" = "النسخ/اللصق الذكي";
"msgid_rp_mac_smart_dashes" = "الشُّرط الذكية";
"msgid_rp_mac_smart_links" = "الروابط الذكية";
"msgid_rp_mac_smart_quotes" = "علامات الاقتباس الذكية";
"msgid_rp_mac_speech" = "محادثة";
"msgid_rp_mac_spell_grammar" = "التدقيق الإملائي والنحوي";
"msgid_rp_mac_start_speech" = "بدء التكلم";
"msgid_rp_mac_stop_speech" = "إيقاف التكلم";
"msgid_rp_mac_substitutions" = "البدائل";
"msgid_rp_mac_text_replace" = "استبدال النص";
"msgid_rp_mac_transformation" = "تحويلات";
"msgid_rp_mac_undo" = "تراجع";
"msgid_rp_mac_upper_case" = "تحويل إلى أحرف كبيرة";
"msgid_rp_mac_zoom" = "تكبير";
"msgid_rp_no_access_mic" = "لا يملك PS Remote Play إمكانية الوصول إلى الميكروفون.";
"msgid_rp_remote_play_frame_rate_info" = "ضبط سلاسة الفيديو للعب عن بُعد.\n\nجرب [مرتفع] عندما يكون لديك اتصال سريع بجهاز PS4. لكن، إذا حددت [مرتفع]، فستتوقف مؤقتًا ميزة تسجيل طريقة اللعب لجهاز PS4 أثناء استخدام اللعب عن بُعد.";
"msgid_rp_use_computer_keyboard" = "أزلنا مربع إدخال النصوص من PS Remote Play‏. ستتمكن الآن من استخدام لوحة مفاتيح جهاز الكمبيوتر للكتابة مباشرة على جهاز PS5 أو PS4‏.";
"msgid_rp_via_internet_activate" = "للتوصيل عبر الإنترنت، عليك تفعيل جهاز PS4‏. في جهاز PS4، انتقل إلى [الإعدادات] > [إدارة الحساب] > [تفعيل جهاز PS4 واعتباره جهازك الرئيسي] وحدّد [تفعيل]‏.";
"msgid_search" = "بحث";
"msgid_search_few_mins" = "قد يستغرق هذا بضع دقائق.";
"msgid_search_nearby" = "جاري البحث عن اتصالات في الجوار...";
"msgid_search_via_internet" = "جاري البحث عن اتصالات عبر الإنترنت...";
"msgid_select_pfn_connect" = "لقد سجلت الدخول إلى أجهزة PS5 التالية. حدّد الجهاز الذي تريد الاتصال به.";
"msgid_select_previous_console_other" = "حدّد آخر جهاز اتصلت به، أو اعثر على اتصالات أخرى.";
"msgid_select_ps5" = "حدّد جهاز PS5‏";
"msgid_select_ps5_connection" = "لعرض أجهزة PS5 التي قمت بتسجيل الدخول إليها، حدّد [حدّد جهاز PS5‏]‏. انظر إذا كنت تستطيع العثور على جهاز PS5 الذي تريد الاتصال به.";
"msgid_sets_resolution_video_remote" = "قم بتعيين دقة الفيديو للعب عن بُعد. جرب [540p] أو [360p‏] في حالة تخطي الفيديو أو الصوت.";
"msgid_settings" = "الإعدادات";
"msgid_share_behavioral_data" = "شارك معلومات أكثر تفصيلًا عن اتصالك بالإنترنت وجهازك وتدفقات الفيديو.";
"msgid_sign_in_psn" = "تسجيل الدخول";
"msgid_sign_out" = "تسجيل الخروج";
"msgid_sign_ppr_first_time_rp" = "إذا كانت هذه أول مرة تقوم فيها بتسجيل الدخول إلى جهاز PS5 الذي تتصل به، فقد يستغرق الأمر بضع دقائق قبل أن تتمكن من استخدام اللعب عن بُعد.";
"msgid_something_went_wrong_restart" = "حدث خطأ ما. يتعين عليك إعادة تشغيل PS5 الذي تتصل به.";
"msgid_something_wrong_restart_ps4" = "حدث خطأ ما. يتعين عليك إعادة تشغيل PS4 الذي تتصل به.";
"msgid_speaker_active" = "السماعة نشطة";
"msgid_speaker_muted" = "السماعة مكتومة";
"msgid_standard" = "قياسي";
"msgid_start_rp_close_app" = "لبدء اللعب عن بُعد، أغلِق التطبيقات والألعاب والميزات على جهاز PS4 التي لا يمكن استخدامها مع اللعب عن بُعد.";
"msgid_start_rp_pfn_close_app" = "لبدء اللعب عن بُعد، اغلِق الألعاب والتطبيقات والميزات على جهاز PS5 التي لا يمكن استخدامها مع اللعب عن بُعد.";
"msgid_stop_features_rp" = "أغلق مشاركة الشاشة أو أي ميزات في وضع تعدد المهام على جهاز PS5‏.";
"msgid_time_separator" = ":";
"msgid_try_again" = "حاول مرة أخرى";
"msgid_try_low_video_quality" = "قم بتعيين جودة فيديو أقل للّعب عن بُعد.";
"msgid_type_num" = "النوع %1$@‏";
"msgid_update_controller2_ps5" = "يمكنك تحديث وحدة التحكم اللاسلكية DualSense Edge إلى أحدث نسخة من برمجيات الجهاز عن طريق توصيلها بجهاز PS5‏.";
"msgid_update_controller_ps5" = "يمكنك تحديث وحدة التحكم اللاسلكية DualSense إلى أحدث نسخة من برمجيات الجهاز عن طريق توصيلها بجهاز PS5‏.";
"msgid_update_remoteplay_now" = "ستحتاج إلى تحديث PS Remote Play للمتابعة. هل ترغب في التحديث الآن؟";
"msgid_update_software_console" = "قم بتحديث برمجيات النظام لهذا الجهاز.";
"msgid_use_controler_5_ds4" = "استخدام وحدة التحكم اللاسلكية لجهاز PS5 أو PS4‏";
"msgid_use_home_network_rp" = "ستُستخدَم شبكتك المنزلية للعب عن بُعد.";
"msgid_user_agreement" = "اتفاقية المستخدم";
"msgid_user_using_rp_server" = "شخص آخر يستخدم اللعب عن بُعد على جهاز PS4 الذي تتصل به.";
"msgid_variable_percent" = "‏%%%1$@‏";
"msgid_version" = "النسخة";
"msgid_video_quality_ps4_rp" = "جودة الفيديو للّعب عن بُعد (PS4‏)";
"msgid_view" = "عرض";
"msgid_voice_chat_microphone" = "استخدم الميكروفون للمحادثة الصوتية.";
"msgid_vr_on_no_rp" = "لا يمكنك استخدام الميكروفون مع ميزة اللعب عن بُعد أثناء تشغيل قناع الواقع الافتراضي.";
"msgid_wait" = "الرجاء الانتظار...";
"msgid_welcome_ps_rp" = "مرحبًا بك في PS Remote Play‏!‏";
"msgid_window" = "نافذة";
"msgid_wired_connection" = "اتصال سلكي";
"msgid_wireless_connection" = "اتصال لاسلكي";
"msgid_wireless_controller_ps4" = "وحدة التحكم اللاسلكية لجهاز PS4‏";
"msgid_wireless_controller_ps5" = "وحدة التحكم اللاسلكية لجهاز PS5‏";
"msgid_yes" = "نعم";
